Repository: AugustoRuiz/WYZTracker
Catalog: WYZTracker/Properties/Resources.*.resx
Languages: de

# ApplicationError
source: An error has occurred. Please, submit the file {0} to: augusto.ruiz@gmail.com. Thank you!
de: Ein Fehler ist aufgetreten. Bitte reichen Sie die Datei {0} ein, an: augusto.ruiz@gmail.com. Vielen Dank!

# ArpeggioFilter
source: WYZTracker .ARP Files (*.arp)|*.arp|All Files (*.*)|*.*
de: WYZTracker .ARP Dateien (*.arp)|*.arp|Alle Dateien (*.*)|*.*

# AugmentedTriad
source: Augmented Triads
de: Übermäßige Dreiklänge

# ChannelWithNumber
source: Channel {0}
de: Kanal {0}

source: Chromatic
de: Chromatisch

# CPC
source: Amstrad CPC
de: Schneider CPC

# DiminishedTriad
source: Diminished Triads
de: Diminuierte Dreiklänge

source: Dorian
de: Dorisch

source: Error
de: Fehler

# ExportFilter
source: Archivos de audio .OGG (*.ogg)|*.ogg|Audio files .WAV (*.wav)|*.wav|All files (*.*)|*.*
de: .OGG Dateien (*.ogg)|*.ogg|.WAV Dateien (*.wav)|*.wav|Alle dateien (*.*)|*.*

source: Harmonic Minor
de: Harmonisches Moll

# IdAlreadyInUse
source: Effect '{0}' is already using this Id.
de: Effekt '{0}' benutzt bereits diese Id.

# InstrIdAlreadyInUse
source: Instrument '{0}' is already using this Id.
de: Instrument '{0}' benutzt bereits diese Id.

source: Lydian
de: Lydisch

source: Major
de: Dur

# MajorTriad
source: Major Triads
de: Dur Dreiklänge

source: Melodic Minor
de: Melodisches Moll

# MinorTriad
source: Minor Triads
de: Moll Dreiklänge

source: Mixolydian
de: Mixolydisch

source: MSX
de: MSX / Spectrum

# MUSFilter
source: WYZTracker .MUS Files (*.mus)|*.mus|All Files (*.*)|*.*
de: WYZTracker .MUS Dateien (*.mus)|*.mus|Alle Dateien (*.*)|*.*

source: Natural Minor
de: Natürliches Dur

source: New
de: Neu

source: New pattern
de: Neues Pattern

source: New song
de: Neuer Song

# NoScale
source: Octaves Only
de: Nur Oktaven

# OpenVerb
source: Open
de: Öffnen

source: Pentatonic Major 1
de: Pentatonisches Dur 1

source: Pentatonic Major 2
de: Pentatonisches Dur 2

source: Pentatonic Minor
de: Pentatonisches Moll

source: Phrygian
de: Phrygisch

# TransposeError
source: You must input the number of semitones to transpose.
de: Sie müssen die Anzahl der Halbtöne zum Transponieren angeben.

source: Whole Tone
de: Ganzton

# WYZFileDesc
source: WYZTracker song file.
de: WYZTracker Song Datei.

# YetToCome
source: Not yet ready... :(
de: Noch nicht bereit... :(

# DownloadOpenAL
source: WYZTracker needs OpenAL in order to work properly. Would you like to download it now?
de: WYZTracker benötigt OpenAL. Wollen Sie OpenAL herunterladen?

# FXFilter
source: WYZTracker .FX Effects File (*.fx)|*.fx|WYZTracker .WYZ Files (*.wyz)|*.wyz|All Files (*.*)|*.*
de: WYZTracker .FX Effekte Datei (*.fx)|*.fx|WYZTracker .WYZ Dateien (*.wyz)|*.wyz|Alle Dateien (*.*)|*.*

# INSFilter
source: WYZTracker .INS Instrument Files (*.ins)|*.ins|WYZTracker .WYZ Files (*.wyz)|*.wyz|All Files (*.*)|*.*
de: WYZTracker .INS Instrumenten Dateien (*.ins)|*.ins|WYZTracker .WYZ Dateien (*.wyz)|*.wyz|Alle Dateien (*.*)|*.*

# WYZFilter
source: WYZTracker .WYZ Files (*.wyz)|*.wyz|All Files (*.*)|*.*
de: WYZTracker .WYZ Dateien (*.wyz)|*.wyz|Alle Dateien (*.*)|*.*
